<script setup>
import IconClose from "@/components/icon/close.vue";
</script>

<template>
  <teleport to="body">
    <div class="text-center-mobile">
    <section class="absolute top-0 w-[100%] h-fit z-[101] bg-lighter">
      <div class="container">
        <div class="flex justify-between items-center lg:py-12 py-6">
          <h1 class="lg:text-5xl text-3xl">Президиум Ассоциации Корейцев Казахстана</h1>
          <icon-close @click="$router.go(-1)"/>
        </div>
                <div class="flex flex-col md:gap-11 gap-5">
          <div class="flex flex-row items-start gap-4">
            <img alt="Шин Юрий Германович" class="flex-none w-128 h-128 object-cover" src="@/assets/img/mock/IMG_20221202_140147_036.jpg">
            <div class="flex-grow">
              <p class="md:text-2xl text-xl">
                <strong>Председатель&nbsp;ОЮЛ «Ассоциация корейцев Казахстана»<br>Шин Юрий Германович</strong><br>
                Дата и место рождения: Родился 22 августа 1986 г. в г. Алматы.<br>
                Образование: В 2008 г. окончил Казахскую Академию Труда и Социальных Отношений в г. Алматы по специальности «финансы».<br> <br/>
                <center class="font-bold"> Трудовая деятельность: </center> </p> <br/>

              <p class="md:text-2xl text-xl">
                ▪&nbsp;&nbsp; &nbsp;2006 - 2010 - менеджер АО «Казкоммерцбанк»<br>
                ▪&nbsp;&nbsp; &nbsp;2010 - 2014 - начальник управления АО «Казкоммерцбанк»<br>
                <p>▪&nbsp;&nbsp; &nbsp;2006 - 2010 - менеджер АО «Казкоммерцбанк»<br>
                ▪&nbsp;&nbsp; &nbsp;2010 - 2014 - начальник управления АО «Казкоммерцбанк»<br>
                ▪&nbsp;&nbsp; &nbsp;2014 - 2015 &nbsp;- заместитель директора департамента операционного банкинга головного банка<br>
                ▪&nbsp;&nbsp; &nbsp;2016 - 2017 - руководитель ТОО «Sofita» Кредитование, развитие IT проектов<br>
                ▪&nbsp;&nbsp; &nbsp;2017 - 2019 &nbsp;- руководитель ТОО «Startfin group». Развитие IT проектов<br>
                ▪&nbsp;&nbsp; &nbsp;2019 - 2021 - глава группы компаний – ТОО «BRAVO GROUP» Кредитование физ. лиц/малый средний бизнес, кредитование сельхоз производителей<br>
                ▪&nbsp;&nbsp; &nbsp;2021 - 2022 &nbsp;- Генеральный директор ТОО «КазФос», производство гексаметафосфата натрия.<br>
                ▪&nbsp;&nbsp; &nbsp;2022 – по настоящее время – Учредитель ТОО «Казахстанский химический завод»</p>

               <center class="font-bold"> Общественная деятельность:<br> </center><br/>
                ▪&nbsp;&nbsp; &nbsp;2013 - &nbsp;по настоящее время - член Совета Алматинского городского филиала ДПК АК ЖОЛ;<br>
                ▪&nbsp;&nbsp; &nbsp;2014 – по настоящее время - Член велокоманды «ALMATY BROTEAM»;<br>
                ▪&nbsp;&nbsp; &nbsp;2017 - по настоящее время - член Совета общественного согласия Ассамблеи народа Казахстана г. Алматы;<br>
                ▪&nbsp;&nbsp; &nbsp;2019 - 2022 - член Бюро Алматинского городского филиала ДПК АК ЖОЛ;&nbsp;<br>
                ▪&nbsp;&nbsp; &nbsp;2019 - 2022 - заместитель председателя Алматинского городского филиала ДПК АК ЖОЛ;<br>
                ▪&nbsp;&nbsp; &nbsp;2021- 2022 - депутат маслихата г. Алматы VII созыва;<br>
                ▪&nbsp;&nbsp; &nbsp;2021 - по настоящее время - член президиума ОЮЛ «Ассоциация корейцев Казахстана»;<br>
                ▪&nbsp;&nbsp; &nbsp;2021 - по настоящее время - член правления ОО «Алматинский корейский национальный центр»;<br>
                ▪&nbsp;&nbsp; &nbsp;2021 - по настоящее время - член Консультативного совета по мирному и демократическому объединению Кореи;<br>
                ▪&nbsp;&nbsp; &nbsp;2021- по настоящее время - член всемирного форума корейских политиков мира;<br>
                ▪&nbsp;&nbsp; &nbsp;2021- по настоящее время - член попечительского совета центра поддержки детей, попавших в трудную жизненную ситуацию.<br>
                ▪&nbsp;&nbsp; &nbsp;2022 - по настоящее время - Председатель ОЮЛ «Ассоциация корейцев Казахстана»</p>

                <p class="md:text-2xl text-xl"> <center class="font-bold">Награды и благодарности: </center><br>
                - Благодарственное письмо от АО «Казкоммерцбанк», 2015 г.<br>
                - Благодарственное письмо от ДПК «АК ЖОЛ», 2018 г.<br>
                - Благодарственное письмо от Секретариата Аccамблеи народа Казахстана города Алматы, 2019 г.<br>
                - Медаль Патриот Казахстана, 2019 г.<br>
                - Юбилейная медаль «Қазақстан халқы Ассамблеясына 25 жыл»<br>
                - Юбилейная медаль «75 лет ПОБЕДЫ в Великой Отечественной Войне»<br>
                - Общественный Орден «Заслуженный финансист»</p>              
                
            </div>
          </div>

<hr>

          <div class="flex flex-row items-start gap-4">
            <img alt="Ким Виктор Борисович" class="flex-none w-100 h-100 object-cover" src="@/assets/img/mock/WhatsApp_Image_2022-11-29_at_14_52_40.jpg">
            <div class="flex-grow">
              <p class="md:text-2xl text-xl">
                <strong>Ким Виктор Борисович<br>Заместитель&nbsp;председателя ОЮЛ «Ассоциация корейцев Казахстана».</strong> <br/> <br/>

                <p>Дата и место рождения: 25 июня 1984 года в Республике Каракалпакстан.<br>
                Образование: В 2022 году окончил Шымкентский университет, по специальности&nbsp;<br>
                «Экономика», степень бакалавра экономики и бизнеса <br/> <br/>
             
                </p>

                <center class="font-bold">Трудовая деятельность:&nbsp; </center> <br>
                    2004 – 2016 гг. Сеть ресторанов корейской кухни «Korean House»&nbsp;<br>
                    Прошел карьерный путь от официанта до Генерального директора&nbsp; ресторана «Korean House» в Астане в 2011 году, став Генеральным&nbsp;директором всей сети ресторанов в 2015 году;<br>
                    2015 – 2016 гг. Руководитель ТОО «Центр олимпийской&nbsp;подготовки»;<br>
                    2016 г. – настоящее время. Учредитель и Генеральный директор&nbsp;ТОО «Центр спортивной подготовки»;<br>
                    2018 г. – настоящее время. Учредитель и Директор ТОО «Apple&nbsp;Group». Ресторан корейской кухни «Hanok» / «Hanok Market»;<br>
                    2018 г. – настоящее время. Соучредитель и Генеральный Директор ресторана китайской кухни «J.Z.Peking Duck»;&nbsp;<br>
                    2020 г. – настоящее время. Учредитель и Генеральный директор&nbsp;ТОО «Korean Electronics», дистрибьюция соджу и корейской&nbsp;продукции;<br>
                    2022 г. – настоящее время. Руководитель ТОО «Trout RAS Factory»,&nbsp;разведение и выращивание форели.  <br/> <br/>
                
                <p> <center> <span class="font-bold"> Общественная деятельность:&nbsp; </span> </center> <br>
                    2016 г. – настоящее время. Член Делового Клуба АКК;<br>
                    2022 г. – настоящее время. Заместитесь председателя&nbsp;ОЮЛ «Ассоциация&nbsp;корейцев Казахстана»;<br>
                    2022 г. – настоящее время. Член Делового Клуба «Данхаб»</p>

             </p>
                

            </div>
          </div>

<hr>
              <div class="flex flex-row items-start gap-4">

            <img alt="Шин Андрей Антонович" class="flex-none w-100 h-100 object-cover" src="@/assets/img/mock/1111.jpg">
            <div class="flex-grow">
              <p class="md:text-2xl text-xl">
                <strong>Шин Андрей Антонович <br>Заместитель&nbsp;председателя ОЮЛ «Ассоциация корейцев Казахстана».</strong>
                <p>Дата и место рождения: Дата рождения: 7 июля 1972 г.<br>
                Образование: 1.КГМА, лечебный факультет. 2.КГНУ, юриспруденция. &nbsp;<br><br>
             </p>              
                
                    <center class="font-bold">Трудовая деятельность:&nbsp; </center> <br>

                    Трудовую деятельность начал в 1995 г. С производства мороженого.&nbsp;<br>
                    В 2002 г. Начал строительство завода в Алматы. &nbsp;<br>
                    В 2004 г. Открыли завод в Москве. В 2005 г. завод в Москве закрыли. &nbsp;<br>
                    В 2006 г. По Франчайзингу стали производить мороженое с компанией Бингре. &nbsp;<br>
                    В 2007 г. Открыли завод в г. Сырьдарья, Узбекистан.&nbsp;<br> <br>
                                        <center class="font-bold">Основной вид деятельности: &nbsp; </center> <br>
                    Производство мороженого, молочных продуктов (сливочное масло, сухое молоко и молоко в фино), кондитерские изделия (элитная кондитерка для кофейн, вафельное производство), замороженные полуфабрикаты и замороженное тесто, лапша быстрого приготовления, кофейни и рестораны. &nbsp;<br>
                    Награды и достижения:<br>
                    Награжден почетной грамотой Президента Кыргызстана. &nbsp;<br>
                    Занимал должность вице-президента союза предпринимателей Кыргызстана. &nbsp;<br>
                    На данный момент занимает должность заместителя председателя консультативного совета по мирному демократическому объединению Кореи, председатель корейцев областной (Алматинской) Ассамблеи народа Казахстана.</p>


            </div>
          </div>

<hr>

                  <div class="flex flex-row items-start gap-4">
            <img alt="Ким Денис Вилорьевич" class="flex-none w-100 h-100 object-cover" src="@/assets/img/mock/kim_dv_1.jpg">
            <div class="flex-grow">
              <p class="md:text-2xl text-xl">
                <strong>Ким Денис Вилорьевич<br>Заместитель&nbsp;председателя ОЮЛ «Ассоциация корейцев Казахстана».</strong>
                <br/>
                Дата и место рождения: 16 мая 1987 года в России, в Хабаровском крае, в поселке Солнечный, Хабаровский край, Российская Федерация. <br> <br>

                <p>С 1997 года проживает в Республике Казахстан, город Алматы.<br>
                В 2004 – 2008 год – окончил Казахский экономический университет им. Т. Рыскулова, факультет Финансы и Учет.&nbsp;</p> <br>

                <p>С 2008-2021гг&nbsp;- &nbsp;Член Ассамблеи народа Казахстана<br>
                С 2008 года по 2014 год занимал должность Председателя республиканской организации «Молодежное движение корейцев Казахстана»<br>
                С 2010-2021 год&nbsp;- Председатель ОО «Центр молодежных инициатив»<br>
                С 2013 по 2017 год занимал должность Вице-президента «Ассоциации корейцев Казахстана»<br>
                С 2014-2022 год&nbsp;- Заместитель председателя ОО «Алматинский корейский национальный Центр»<br>
                С 2018 года по настоящее время занимает должность директора ТОО «Женис Цемент»<br>
                С сентября 2022 года занимает должность Заместителя председателя ОЮЛ «Ассоциация корейцев Казахстана».<br>
                    <center class="font-bold">Наградной лист:&nbsp; </center> 
                Почетная грамота Ассамблеи народа Казахстана<br>
                Медаль 20-летия Ассамблеи народа Казахстана<br>
                Медаль 25-летия Ассамблеи народа Казахстана<br>
                Благодарственное письмо от Президента Республики Корея, г-на Ли Мен Бак<br>
                Награжден медалью Ассоциации корейцев Казахстана</p>


              </p>
            </div>
          </div>

<hr>

                  <div class="flex flex-row items-start gap-4">
            <img alt="Хегай Сергей Валерьевич" class="flex-none w-100 h-100 object-cover" src="@/assets/img/mock/bez_imeni11_3.png">
            <div class="flex-grow">
              <p class="md:text-2xl text-xl">
                <strong>Хегай Сергей Валерьевич</strong> <br>
                Дата и место рождения: 21.06.1985 г. ЮКО г. Шымкент Казахстан<br>
                Образование: Алматинская Академия Экономики и Статистики, Бакалавр<br>
                Специальность: Финансы и кредит — 2002-2006&nbsp;<br>
                Индивидуальный предприниматель ИП «Хегай» в сфере услуг, город Шымкент — 2003-2004 г.<br>
                Опыт работы: Личный опыт в бизнесе и рентабельность.<br>
                Индивидуальный предприниматель ИП «MEGA ART» производство&nbsp;корпусной мебели Город Шымкент — 2004-2011<br>
                Основные обязанности:<br>
                Управление первым кредитным портфелем.<br>
                Управление дебиторской и кредиторской задолженностью.<br>
                Развитие производства и продаж<br>
                Управление персоналом.     
            
            </p>
            </div>
          </div>

<hr>

                  <div class="flex flex-row items-start gap-4">
            <img alt="Ким Елена Викторовна" class="flex-none w-100 h-100 object-cover" src="@/assets/img/mock/kim_ev.png">
            <div class="flex-grow">
              <p class="md:text-2xl text-xl">
                <strong>Ким Елена Викторовна<br>Член президиума АКК.</strong>
                <br/>
                Год рождения: 26.05.1978 <br> <br>
                Директор Республиканского государственного академического корейского театра музыкальной комедии<br>
                РҚ мәдениет саласының үздігі<br>
                Академический и практический опыт:<br>
                •&nbsp; &nbsp; С 1996 года артистка Государственного республиканского корейского театра<br>
                •&nbsp;&nbsp; &nbsp;С 2014 года режиссер Государственного республиканского корейского театра<br>
                •&nbsp;&nbsp; &nbsp;С 2017 года главный режиссер Государственного респубиканского академического корейского театра&nbsp;<br>
                •&nbsp;&nbsp; &nbsp;С 2019 года преподаватель кафедры «Музыкальный театр»,факультета «Театральный» КазНАИ им. Т. Жургенова<br>
                •&nbsp;&nbsp; &nbsp;С 2022 года директор Республиканского государственного академического корейского театра.<br>
                Образование:<br>
                •&nbsp;&nbsp; &nbsp;2003 год – диплом с отличием Алматинского эстрадно-цирковой колледжа по специальности «Педагог по вокалу и руководитель ансамбля»<br>
                •&nbsp;&nbsp; &nbsp;2012 год – диплом с отличием КазНАИ им. Т. К. Жургенова по специальности «Актер музыкальной драмы»<br>
                •&nbsp;&nbsp; &nbsp;2017 год – магистратура КазНАИ им. Т. К. Жургенова по специальности «Режиссура драматического театра»<br>
                Творческая, научно-исследовательская и инновационная деятельность:<br>
                •&nbsp;&nbsp; &nbsp;Актерская деятельность более 30 главных и второстепенных ролей<br>
                •&nbsp;&nbsp; &nbsp;В 2014 г. прошла 2-х недельную стажировку на режиссерских курсах по повышению квалификации в Санкт-Петербургской &nbsp;Государственной академии театрального искусства.<br>
                •&nbsp;&nbsp; &nbsp;Режиссерская деятельность более 35 спектаклей и театрализованных представлений. Наиболее значимые:<br>
                1.&nbsp;&nbsp; &nbsp;мистическая драма «Любовь женщины» по одноименной пьесе Ж. Солтиевой. &nbsp;На III Республиканском фестивале национальных театров получил приз в номинации «Лучший спектакль» в 2015 г.<br>
                2.&nbsp;&nbsp; &nbsp;спектакль-монолог «Актриса» Дулата Исабекова, в октябре 2017 года был представлен на фестиваль Казахстанского искусства в г. Лондоне.<br>
                3.&nbsp;&nbsp; &nbsp;«Утренняя свежесть в горах Алатау» Е.Ни – участник программы EXPO в г. Астане в 2017 году (совместно с артистами из Республики Корея)<br>
                4.&nbsp;&nbsp; &nbsp;К 150-летию Хон Бом До в Республике Корея был представлен спектакль «Командир Хон Бом До» в 2018 и в 2019 годах<br>
                5.&nbsp;&nbsp; &nbsp;Провела кураторскую работу в международном проекте CPI, организованную совместно с министерством культуры, спорта и туризма Республики Корея в 2020 году<br>
                6.&nbsp;&nbsp; &nbsp;Совместный онлайн-проект с Ассоциацией режиссеров Республики Корея в 2021 году<br>
                Публикации:&nbsp;<br>
                •&nbsp;&nbsp; &nbsp;Научная публикация «Психологические аспекты культурной идентификации корейцев Казахстана» в международном научно-популярном журнале «Наука и жизнь Казахстана» №2 (44) 2017 г.<br>
                •&nbsp;&nbsp; &nbsp;Научная публикация «Синкретизм в постановках корейского театра» в международном научно-популярном журнале «Наука и жизнь Казахстана»№3/2 (47) 2017 г.<br>
                Награды:<br>
                •&nbsp;&nbsp; Мәдиниет саласының үздігі 2012 г.<br>
                •&nbsp;&nbsp; Медаль «Қазақстан Конституциясына 20 жыл» – 2015 г.<br>
                •&nbsp;&nbsp; Медаль «25 лет Независимости РК» 2016 г.<br>
                •&nbsp;&nbsp; Медаль «Қазақстан Конституциясына 25 жыл» – 2020 г.<br>
                •&nbsp;&nbsp; Медаль «30 лет Независимости РК» 2022г<br>
                •&nbsp;&nbsp; Благодарственное письмо от Президента РК Токаева Касыма-Жомарта Кемелевича 2021год</p>              
            </div>
          </div>

<hr>

          <div class="flex flex-row items-start gap-4">
            <img alt="Ким Константин Станиславович" class="flex-none w-100 h-100 object-cover" src="@/assets/img/mock/photo_5201680608273743542_x.jpg">
            <div class="flex-grow">
              <p class="md:text-2xl text-xl">
                <strong>Ким Константин Станиславович<br>Член президиума АКК, <br> Главный редактор Республиканской корейской газеты «Коре Ильбо»,<br> Член Консультативного совета по мирному и демократическому объединению Кореи в Казахстане</strong> <br> <br>
                Дата рождения: 22 сентября 1977 г. <br/>
                Образование:
                Высшее. <br/>
                Омский государственный аграрный университет.<br/>
                Специальность: инженер-механик.<br/> <br/>

                Опыт работы:    <br/>
                Октябрь 2009 — по настоящее время - Республиканская еженедельная корейская газета «Коре ильбо».<br/>
                Должность: главный редактор.<br/> <br/>

                Март 2009 — Октябрь 2009 - Деловой еженедельник «Курсив».<br/>
                Должность: заместитель главного редактора.<br/> <br/>

                Январь 2008 — Март 2009. - Обзорно-аналитический журнал «Exclusive».<br/>
                Должность: экономический обозреватель.<br/><br/>

                Сентябрь 2006 — Январь 2008 - Деловой еженедельник «Капитал.kz». <br/>
                Должность: редактор отдела.<br/>
                Сентябрь 2003 году – Май 2006 - профессионально-технический колледжа Каратальского района.<br/>
                Должность: преподаватель спецдисциплин<br/><br/>

                Общественная деятельность:<br/>
                - С 2010 года – член Правления и Президиума Республиканского общественного объединения «Ассоциация корейцев Казахстана».<br/>
                - Член Международного клуба журналистов корейских СМИ.<br/>
                - Член Клуба журналистов Ассамблеи народа Казахстана.      <br/>        
  </p>
            </div>
          </div>
<hr>

          <div class="flex flex-row items-start gap-4">
            <img alt="Ким Марина Евгеньевна" class="flex-none w-100 h-100 object-cover" src="@/assets/img/mock/1_207.jpg ">
            <div class="flex-grow">
              <p class="md:text-2xl text-xl">
                <strong>Ким Марина Евгеньевна<br>Член президиума АКК, Художественный руководитель АКНЦ, <br>Руководитель студии корейского искусства «NamSon Family», <br> Член Консультативного совета по мирному и демократическому объединению Кореи в Казахстане</strong> <br>
                Год рождения 28.02.1985 <br> <br>
                <p>С 1997 года танцевала в корейском ансамбле «Бидульги» под руководством Народной артистки РК Ким Риммы.<br>
                В 2004 году стала работать в Корейском Государственном Театре артисткой балета. Прошла стажировку в Корейском Государственном Театре в Южной Корее г. Сеул.<br>
                С 2005 года открыла Корейский ансамбль «НамСон» при Алматинском Корейском Национальном Центре.<br>
                Провела первый сольный концерт ансамбля «НамСон» в театре им. Ауэзова в 2007 году, а в 2008 году поступила в Казахский Государственный Женский Педагогический Университет. В 2011 году был проведен второй сольный концерт ансамбля «НамСон» в Казахском государственном академическом драмтеатре им. Ауэзова.<br>
                В 2013 и 2014 гг. по приглашению Корейского Центра искусств «Чиндо» прошла курсы повышения квалификации в Южной Корее г. Чиндо.&nbsp;<br>
                Была награждена медалью Ассоциации Корейцев Казахстана за вклад в развитие культуры корейцев Казахстана в 2015 году.<br>
                В 2016 году провела юбилейный концерт ансамбля «НамСон» во дворце студентов им. Жолдасбекова. В этом же году награждена медалью «Қазақстан Республикасының Тәуелсіздігіне 25 жыл». &nbsp;Четыре года (2016-2021гг.) являлась членом жюри на конкурсе К-POPSTAR.KZ.<br>
                В 2019 г. была награждена юбилейной медалью Алматинского корейского национального центра<br>
                В 2019г. была награждена медалью Ассоциации Корейцев Казахстана за вклад в развитие корейцев Казахстана<br>
                &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>
                </p>
            </div>
          </div>


          </div>
          </div>





         
    </section>
    </div>

  </teleport>
</template>

<style scoped>
@media (max-width: 768px) { /* Предполагаем, что 768px - это максимальная ширина мобильных устройств */
  .text-center-mobile { /* Класс, который будет применять выравнивание текста по центру */
    text-align: center;
  }
}

@media (max-width: 768px) { /* Предполагаем, что 768px - это максимальная ширина мобильных устройств */
  .flex-row.items-start {
    flex-direction: column; /* Меняем направление на вертикальное */
    align-items: center; /* Центрируем элементы в контейнере для лучшего вида */
  }
  img {
    width: 90%; /* Подгоняем ширину изображения под размер экрана */
    height: auto; /* Сохраняем пропорции изображения */
  }
}

</style>

