<script setup>
import IconClose from "@/components/icon/close.vue";
</script>

<template>
  <teleport to="body">
    <section class="absolute top-0 w-[100%] h-fit z-[101] bg-lighter">
      <div class="container">
        <div class="flex justify-between items-center lg:py-12 py-6">
          <h1 class="lg:text-5xl text-3xl">Структура АКК</h1>
          <icon-close @click="$router.go(-1)"/>
        </div>
        <div class="flex flex-col md:gap-11 gap-5">
          <p class="md:text-2xl text-xl">
            Корейцы попали в Казахстан во время депортации в 30-40-ых года 20-го века. Но благодаря поддержке и помощи казахского народа смогли выжить и обрели здесь настоящую Родину.
            Благодаря проводимой в республике мудрой и взвешенной межнациональной политике казахстанские корейцы, как и представители других этносов, имеют возможность сохранять и развивать свою национальную культуру, язык, традиции и обычаи.
          </p>
          <p class="md:text-2xl text-xl">
            С 1990 года работает Ассоциация корейцев Казахстана, которая является одним из самых эффективных этнокультурных объединений республики и осуществляет свою деятельность под эгидой Ассамблеи народа Казахстана.
          </p>
          <p class="md:text-2xl text-xl">
            Основная деятельность Ассоциации направлена на развитие казахстанских корейцев как органичной части народа Казахстана. Ее региональные представительства работают во всех областях республики, городах Алматы и Астана.
          </p>
          <p class="md:text-2xl text-xl">

            Ассоциация проводит целенаправленную работу по сохранению и развитию культурного и имиджевого наследия казахстанских корейцев, консолидации выдающихся личностей, лидеров и всего корейского этноса.
          </p>
          <div>
            <img src="@/assets/img/mock/association-structure.png" alt="">
          </div>
          <p class="md:text-2xl text-xl">Объединение юридических лиц «Ассоциация корейцев Казахстана» имеет четкую структуру, все региональные представительства являются самостоятельными юридическими лицами.

            Высшим органом управления АКК является Съезд. Функции наблюдательного и координационного органа выполняет Попечительский совет.

            Ревизионная комиссия осуществляет контроль над использованием бюджета и осуществления финансово-хозяйственной деятельности.

            Так же при Ассоциации работает Совет старейшин, который является консультативно-совещательным органом.
            Общим руководством АКК, всех региональных представительств занимается Президент, который возглавляет Правление и Президиум Ассоциации.

            Административной деятельностью головного офиса Ассоциации занимаются Вице-президенты и Аппарат АКК.
            Правление Ассоциации, как исполнительный орган, несёт ответственность за реализацию существующих программ, проектов. В состав Правления Ассоциации входят: руководители структурных подразделений и региональных представительств Ассоциации, Президент АКК, Вице-президенты, Председатель Совета старейшин.
            За разработку плана работы Ассоциации, решение стратегических задач отвечает Президиум Правления Ассоциации.

            Основные вопросы деятельности организации решаются на Общем собрании.
            Ассоциация корейцев Казахстана проводит большую работу по созданию материально-технической базы, консолидации корейцев Казахстана, является быстро развивающимся объединением, деятельность которого выходит за рамки чисто диаспоральных интересов.

            Корейское этнокультурное объединение активно участвует в реализации Плана нации, Стратегии «Казахстан – 2050», задач, выдвигаемых Главой государства в ежегодных Посланиях народу Казахстана.
            АКК реализует множество проектов, проводит различные мероприятия, которые, прежде всего, направлены на решение общегосударственных задач, укрепление единства, мира, стабильности.</p>
        </div>
      </div>
    </section>
  </teleport>
</template>

<style scoped>

</style>