<script setup>
import IconClose from "@/components/icon/close.vue";
</script>

<template>
  <teleport to="body">
    <section class="absolute top-0 w-[100%] h-fit z-[101] bg-lighter">
      <div class="container">
        <div class="flex justify-between items-center lg:py-12 py-6">
          <h1 class="lg:text-5xl text-3xl">Концпеция Развития АКК</h1>
          <icon-close @click="$router.go(-1)"/>
        </div>
        <div class="flex flex-col md:gap-11 gap-5">
        <p class="md:text-2xl text-xl">
        <span class="font-bold">
        За 30 лет Ассоциация корейцев Казахстана (Далее АКК) достигла эффективных результатов в своей деятельности. <br/>
        Организована структура АКК с сетью из 16 корейских организаций в каждом регионе Казахстана. <br/>
        Сформированы принципы преемственности поколений. Создана и развивается материально-техническая база. Ежегодно оказывается поддержка республиканской газете «Коре ильбо» и проводятся совместные мероприятия с Государственным республиканским академическим корейским театром. Активно развиваются международные связи с организациями Республики Корея и КНДР, корейскими объединениями зарубежных стран. <br/>
        Лидеры и активисты АКК за 30 лет сталкивались с трудностями своего времени, но благодаря их энтузиазму, трудолюбию и невероятному желанию возрождения корейской само идентичности сегодня АКК – это зрелая, эффективная, авторитетная организация. <br/>
        Почему нужна концепция дальнейшего развития АКК?  <br/>
        </span> 
        </p>          

          <p class="md:text-2xl text-xl">
            Сегодня всё чаще звучат вопросы. Что нас ждёт в Казахстане в будущем? Что нужно делать для того чтобы мы, наши дети и внуки благополучно жили в Казахстане и вносили достойный вклад в развитие нашей родины?
Казахстанские корейцы, как неотъемлемая часть многонационального народа Казахстана, столкнулись сегодня с новыми вызовами. <br/>
Это события, которые затрагивают вопросы безопасности, которые мы переживаем за последний год, это пандемия и последствия коронавирусной инфекции COVID-19, трагические события в Кордайском районе, техногенные катастрофы и многое другое. <br/>
На этом фоне активно развиваются интернет технологии и социальные сети. Информационные потоки становятся стремительными и не всегда объективными, достоверными. 
Сегодня в этих новых условиях происходят изменения во всех процессах жизнедеятельности, необходимо и АКК скорректировать свою работу. <br/>
Основные направления деятельности для реализации концепции развития АКК.
</p>          
<p class="md:text-2xl text-xl">

<span class="font-bold"> 1.    Активизация деятельности по социальной поддержке. </span> <br/>
В сегодняшних условиях очень важна поддержка социально-уязвимых слоёв населения. АКК необходимо организовать работу в этом направлении на системной основе. Данная деятельность должна быть прозрачной и продуманной, с высокой степенью ответственности исполнителей. 
Для организации данного направления необходимо провести кропотливую работу по выявлению нуждающихся и адресно оказывать поддержку именно тем, кому действительно нужна помощь.
</p>
<p class="md:text-2xl text-xl">

<span class="font-bold">  2.    Активное развитие медиа ресурсов АКК для качественного информирования казахстанских корейцев. </span> <br/>
Для реализации данного направления необходимо на базе Республиканской газеты «Коре ильбо» сформировать медиа агентство с развитием печатной версии газеты как аналитического издания, интернет версии газеты с выходом материалов на ежедневной основе, формирование Youtube канала АКК с постоянными передачами о жизни казахстанских корейцев. 
Очень важно усиление присутствия АКК в социальных сетях с привлечением smm-менеджеров и формирования своей команды блогеров. Для увеличения качественного охвата целевой аудитории необходимо объединить все имеющиеся международные, республиканские и региональные акаунты в социальных сетях.

</p>

<p class="md:text-2xl text-xl">

<span class="font-bold"> 3.    Изучение государственного языка. </span> <br/>
С каждым годом всё понятнее объединяющая роль казахского языка, а теперь он становится жизненной необходимостью. Сегодня есть потребность в методиках изучения базовых основ разговорного казахского языка, они очень нужны особенно для тех кому трудно даётся изучение языков. 
На базе республиканского центра АКК необходима разработка методического центра по разработке доступных и простых методик разговорного казахского языка в онлайн формате. 
При поддержке региональной сети корейских этнокультурных центров необходимо организовать продвижение данных методик. После апробации внутри сети АКК вывести данный проект на уровень Ассамблеи народа Казахстана. 
Необходимо развивать мотивацию к изучению государственного языка на примере руководителей и известных личностей из числа казахстанских корейцев и пропагандировать это в медиа пространстве.
</p>
<p class="md:text-2xl text-xl">

<span class="font-bold"> 4.    Перезагрузка взаимодействия с Кореей.  </span> <br/>
АКК наладила связи с многими государственными и коммерческими организациями Республики Корея и КНДР, но в связи с различием в менталитете и уровнем развития экономик, сотрудничество ещё находится на низком уровне. Очень много поднимается вопросов о статусе зарубежных корейцев в Корее, достаточно сложные визовые процедуры и многое другое. 
Для усиления сотрудничества необходимо консолидировать в АКК существующие организации, оказывающие консалтинговые услуги для корейских зарубежных компаний. 
Совместно с Агентством по торговле и инвестициям «KOTRA» на регулярной основе проводить мероприятия по сотрудничества между предпринимателями Кореи и Казахстана. 
Усилить работу в области науки, образования, по профессиональным стажировкам казахстанских корейцев в Республике Корея.
</p>

<p class="md:text-2xl text-xl">

<span class="font-bold"> 5.    Повышение профессионализма.  </span> <br/>
В последние 5 лет увеличился поток трудомигрантов из Казахстана в Южную Корею. Более 10 тысяч казахстанских корейцев, имея высшее образование вынуждены работать на южнокорейских заводах, выполняя черновую работу. Если сегодня не решать данную проблему, то поток трудомигрантов будет увеличиваться, что приведёт к деградации большой части среднего и молодого поколения казахстанских корейцев. 
Необходимы программы, которые позволят переориентировать многих специалистов в востребованные профессии и индивидуальное предпринимательство. Для этого важно обеспечить доступ к взаимодействию с профессиональными лидерами и проводить с ними мастер классы и тренинги.
На ежегодной основе поддерживать программы Молодёжного движения корейцев Казахстана, особенно в организации интернет-проектов, волонтёрства, летних лагерей для школьников и студентов.
Создать условия для помощи молодёжи в профориентации. Для этого необходимо проанализировать существующие методики и на базе Молодёжного движения как в центре, так и в регионах сформировать центры профориентации.
</p>
<p class="md:text-2xl text-xl">
 
<span class="font-bold"> 6.    Консолидация исторического и культурного наследия казахстанских корейцев. </span> <br/>
В Казахстане проживает уже шестое поколение корейцев. За более чем 80 лет сформировалось большое наследие, которое уникально и исторически ценно. Сегодня здравствуют ветераны, которые пережили насильственную депортацию, потомки героев за освобождение Кореи, выдающиеся личности, внесшие значительный вклад в становление Независимого Казахстана. 30 лет мы развивали культуру и традиции, накопили много информации, а теперь необходимо всё это сохранить для будущих поколений.
Организовать Музей АКК – этнографическая корейская деревня, где в одном месте можно будет ознакомиться с историей, традициями, культурой казахстанских корейцев.
Организовать проект по созданию виртуального музея с оцифровкой данных проектов формата Энциклопедии корейцев Казахстана и Видео Энциклопедии Коре сарам, интернет библиотеки.
Совместно с Государственным республиканским академическим корейским театром проводить ежегодные мастер-классы для региональных организаций. 
</p>

<p class="md:text-2xl text-xl">

<span class="font-bold"> 7.    Институциональная поддержка бизнес среды. </span> <br/>
Реализация концепции напрямую зависит от состояния экономики, и в первую очередь, уровня развитости корейского бизнес-сообщества. Оно должно находиться в ресурсном состоянии, чтобы оказывать поддержку социальным и культурным проектам АКК через различные формы такие как гранты, спонсорство, менторство и т.д. 
АКК считает важным институциональную поддержку бизнес-среды: привлечение инвестиций и технологий из Южной Кореи, способствование созданию совместных предприятий (встречи, конференции, консалтинг), конкурсы для стартапов, тренинги и мастер-классы и т.д. Корейские предприниматели должны видеть АКК как центр экосистемы, в которую хочется попасть и, попадая в которую, получаешь акселерацию и синергию.
АКК не берет на себя функцию коммерческой структуры и не собирается конкурировать с бизнесом. АКК необходимо выполнять роль важного связующего звена между крупными корпорациями и малым бизнесом, между южнокорейскими и казахстанскими предпринимателями, между предпринимателями и консультантами. <br/>
                                                     <center>  * * * </center> <br/>
АКК необходимо разработать долгосрочные программы по каждому направлению данной концепции. Их нужно планировать с учётом возрастных групп и акцентов: дети до 18 лет – фундамент, молодёжь от 18 до 30 лет – профессионализм, среднее поколение от 30 до 60 лет – лидерство, старшее поколение старше 60 лет – мудрость.
Результатом концепции станет организация открытого, системного, институционального подхода в работе АКК и формирование у казахстанских корейцев понятного образа, что АКК: 
– это центр духовного наследия казахстанских корейцев, который может сопровождать на протяжении всей жизни, это хранитель корейской истории, языка, традиций и культуры.
– это центр коммуникаций, где каждый может получить доступ к необходимым корейским организациям и партнёрам, инновациям, технологиям.
– это генерация людских, административных, информационных ресурсов, которые доступны каждому активисту.

</p>


        </div>
      </div>
    </section>
  </teleport>
</template>

<style scoped>

</style>