<script setup>
import IconClose from "@/components/icon/close.vue";
</script>

<template>
  <teleport to="body">
    <section class="bg absolute top-0 w-[100%] h-fit z-[101] bg-secondary">
        <div class="bg-lighter">
          <div class="container m-auto flex justify-between items-center lg:py-12 py-6">
            <h1 class="lg:text-5xl text-3xl">Структура АКК</h1>
            <icon-close @click="$router.go(-1)"/>
          </div>
        </div>
        <div class="container lg:p-6 p-3 flex flex-col md:gap-11 gap-5 pt-11">
          <div class="lg:grid grid-cols-[40%_60%] gap-6 flex flex-col">
            <div class="h-fit md:text-2xl text-xl bg-secondary p-8 rounded-[40px] shadow-md">
              <p>
                Корейцы попали в Казахстан во время депортации в 30-40-ых года 20-го века. Но благодаря поддержке и помощи казахского народа смогли выжить и обрели здесь настоящую Родину.
                Благодаря проводимой в республике мудрой и взвешенной межнациональной политике казахстанские корейцы, как и представители других этносов, имеют возможность сохранять и развивать свою национальную культуру, язык, традиции и обычаи.
              </p>
            </div>
            <div class="h-fit md:text-2xl text-xl bg-secondary p-8 rounded-[40px] shadow-md">
              <p>С 1990 года работает Ассоциация корейцев Казахстана, которая является одним из самых эффективных этнокультурных объединений республики и осуществляет свою деятельность под эгидой Ассамблеи народа Казахстана.</p>
              <p>Основная деятельность Ассоциации направлена на развитие казахстанских корейцев как органичной части народа Казахстана. Ее региональные представительства работают во всех областях республики, городах Алматы и Астана.</p>
              <p>Ассоциация проводит целенаправленную работу по сохранению и развитию культурного и имиджевого наследия казахстанских корейцев, консолидации выдающихся личностей, лидеров и всего корейского этноса.</p>
            </div>
          </div>
          <div class="bg-secondary p-8 rounded-[40px] shadow-md">
            <img src="@/assets/img/mock/association-structure.png" alt="">
          </div>

          <div class="lg:grid flex flex-col grid-cols-[60%_40%] gap-6">
            <div class="h-fit md:text-2xl text-xl bg-secondary p-8 rounded-[40px] shadow-md">

              <p>Объединение юридических лиц «Ассоциация корейцев Казахстана» имеет четкую структуру, все региональные представительства являются самостоятельными юридическими лицами.</p>

              <p>Высшим органом управления АКК является Съезд. Функции наблюдательного и координационного органа выполняет Попечительский совет.</p>

              <p>Ревизионная комиссия осуществляет контроль над использованием бюджета и осуществления финансово-хозяйственной деятельности.</p>

            </div>

            <div class="h-fit md:text-2xl text-xl bg-secondary p-8 rounded-[40px] shadow-md">
              <p>Так же при Ассоциации работает Совет старейшин, который является консультативно-совещательным органом.
                Общим руководством АКК, всех региональных представительств занимается Президент, который возглавляет Правление и Президиум Ассоциации.</p>
            </div>
          </div>
          <div class="md:text-2xl text-xl bg-secondary p-8 rounded-[40px] shadow-md">
            <p>Административной деятельностью головного офиса Ассоциации занимаются Вице-президенты и Аппарат АКК.
              Правление Ассоциации, как исполнительный орган, несёт ответственность за реализацию существующих программ, проектов. В состав Правления Ассоциации входят: руководители структурных подразделений и региональных представительств Ассоциации, Президент АКК, Вице-президенты, Председатель Совета старейшин.
              За разработку плана работы Ассоциации, решение стратегических задач отвечает Президиум Правления Ассоциации.</p>

            <p>Основные вопросы деятельности организации решаются на Общем собрании.
              Ассоциация корейцев Казахстана проводит большую работу по созданию материально-технической базы, консолидации корейцев Казахстана, является быстро развивающимся объединением, деятельность которого выходит за рамки чисто диаспоральных интересов.</p>
            <p>Корейское этнокультурное объединение активно участвует в реализации Плана нации, Стратегии «Казахстан – 2050», задач, выдвигаемых Главой государства в ежегодных Посланиях народу Казахстана.
              АКК реализует множество проектов, проводит различные мероприятия, которые, прежде всего, направлены на решение общегосударственных задач, укрепление единства, мира, стабильности.</p>
          </div>
      </div>
    </section>
  </teleport>
</template>

<style scoped>
.bg {
  background-image: url("@/assets/img/akk-bg.png");
  background-size: contain;
}

div p:not(:last-child) {
  margin-bottom: 2rem;
}
</style>