<script setup>
import IconClose from "@/components/icon/close.vue";
</script>

<template>
  <teleport to="body">
    <section class="absolute top-0 w-[100%] h-fit z-[101] bg-lighter">
      <div class="container">
        <div class="flex justify-between items-center lg:py-12 py-6">
          <h1 class="lg:text-5xl text-3xl">История Ассоциации Корейцев Казахстана</h1>
          <icon-close @click="$router.go(-1)"/>
        </div>
        <div class="flex flex-col md:gap-11 gap-5">
          <p class="md:text-2xl text-xl">
         <span class= ""><center>  НА ВОЛНЕ ВОЗРОЖДЕНИЯ </center></span> <br/>
         <span class= ""><center>(1990 – 1995 гг.)</center></span> <br/>
17 марта 1990 года в городе Алма-Ате состоялся учредительный съезд корейцев Казахстана, на котором была создана Республиканская Ассоциация корейских культурных центров (РАККЦ).
Первым президентом Ассоциации корейских культурных центров был избран профессор, академик Хан Гурий Борисович. В это время начали организовываться корейские культурные центры во всех крупных городах Казахстана. Ассоциация объединила ведущих учёных, государственных и общественных деятелей.
РАККЦК начала проводить активную работу по изучению и сохранению корейского языка, истории, культуры, обычаев и традиций, развитии литературы и искусства. Руководителями и активистами движения становились люди самого разного статуса: и интеллигенция, и учёные, и промышленники, и крестьяне. Чувствовалось, что казахстанские корейцы пробуждались в едином порыве.

          </p>

          <p class="md:text-2xl text-xl">
         <span class= ""><center> СИЛЬНЫЙ ЦЕНТР – СИЛЬНЫЕ РЕГИОНЫ  </center></span> <br/>
         <span class= ""><center> (1995 – 2007 гг.) </center></span> <br/>
В декабре 1995 года на IV внеочередном съезде Ассоциации корейцев Казахстана президентом организации избирается Цхай Юрий Андреевич, заслуженный тренер СССР по боксу,  бизнесмен, депутат Сената Парламента Республики Казахстан IV и V созывов .   <br/>                                                                       
В этот период активизируется работа по консолидации казахстанских корейцев. АКК сплачивает вокруг себя успешных бизнесменов, общественно-политических деятелей, людей культуры, искусства, активная деятельность разворачивается в регионах..  <br/>
В 2004 году в Алматы был построен Корейский дом. Также АКК оказывала всемерную поддержку Государственному республиканскому корейскому театру и республиканской газете «Коре ильбо», благодаря чему удалось сохранить эти уникальные очаги корейской культуры. <br/>

          </p>          

          <p class="md:text-2xl text-xl">
         <span class= ""><center>  РАСШИРЯЯ КРУГ ЗАДАЧ  </center></span> <br/>
         <span class= ""><center>  (2008 – 2017 гг.) </center></span> <br/>
В декабре 2007 г. в Алматы состоялся IX внеочередной съезд Ассоциации корейцев Казахстана, на котором президентом общественной организации был единогласно избран Ким Роман Ухенович, депутат V, VI созыва Мажилиса Парламента Республики Казахстан. Он возглавил АКК в год 70-летия проживания корейцев в Казахстане и руководил корейским общественным движением ровно десять лет.<br/>
 В этот период АКК активно работает с Ассамблеей народа Казахстана, другими государственными органами. Круг задач, которые решает Ассоциация, значительно расширяется. Реализуются экономические, гуманитарные, социальные, международные проекты. <br/>
На новый уровень выходит сотрудничество с организациями  Республики Корея. В 2010 г. в городе Уштобе АКК при поддержке Посольства Республики Корея в РК запустила совместный проект по созданию тепличного хозяйства, в рамках которого были установлены 3 теплицы по новейшим южнокорейским технологиям для выращивания томатов и огурцов. <br/>
В 2012 г. по инициативе Ассоциации корейцев Казахстана в городах Уштобе и Уральске были установлены монументы благодарности казахскому народу от всех депортированных этносов – «Қазақ халқына мың алғыс». В этих памятниках отражается бесценное историческое наследие нашего многонационального народа. Сегодня подобные мемориалы благодарности появились уже в нескольких городах Казахстана. <br/>

В ДУХЕ НОВОГО ВРЕМЕНИ

22 сентября 2017 г. в Алматы состоялся XIII съезд Ассоциации корейцев Казахстана. Данным съездом завершался процесс реорганизации юридического статуса АКК из Республиканского общественного объединения в Объединение юридических лиц.<br/>
В связи с этим в этот же день был проведён учредительный съезд уже Объединения юридических лиц «Ассоциация корейцев Казахстана», где был утвержден новый устав организации, избраны правление, президиум, ревизионная комиссия и совет старейшин. <br/>
Согласно новому уставу в структуре появился попечительский совет АКК, председателем которого был избран Цхай Юрий Андреевич. <br/>
Президентом ОЮЛ «Ассоциация корейцев Казахстана» был избран Огай Сергей Геннадьевич, ранее занимавший должность вице-президента. <br/>

Новому руководству АКК была поставлена задача – активное вовлечение среднего поколения в общественную работу, но при этом сохранение преемственности и баланса между старшим, средним и молодым поколениями. <br/>
Для реализации данной задачи было принято решение обновить состав постоянного исполнительного органа – президиума АКК. В команду нового президиума вошли профессиональные лидеры среднего возраста, которые активно включились в работу. <br/>

Сегодня АКК ежегодно осуществляет более 20 республиканских и международных мероприятий и программ, из которых более половины – это постоянные программы на ежегодной основе.
Под эгидой Ассоциации корейцев Казахстана организован Бизнес-клуб, который объединяет на сегодняшний день руководителей малого и среднего бизнеса в Нур-Султане, Алматы, Атырау, Шымкенте, Актау и Караганде. Бизнес-клуб является активным партнёром АКК в организации и финансировании ряда программ.
Одним из важных направлений деятельности АКК является развитие международных связей и качественное выполнение роли «моста» между Казахстаном и Кореей. Сегодня АКК наладила активное сотрудничество с Посольством и Генеральным консульством Республики Корея в Казахстане, Центром образования Республики Корея, Агентством по торговле и инвестициям KOTRA, Агентством здравоохранения KHIDI, Агентством по развитию туризма Кореи, Фондом поддержки зарубежных корейцев и Академией «Тхоныль нанум» и другими организациями. В течение года АКК проводит  совместные мероприятия с Ассоциацией южнокорейских граждан в Казахстане.
АКК активно сотрудничает с Посольством КНДР в России, постоянно происходит обмен делегациями на мероприятиях как в Казахстане, так и в КНДР.

          </p>          

        </div>
      </div>
    </section>
  </teleport>
</template>

<style scoped>

</style>